Repository: CharDUG/techclt
Catalog: www/sites/all/modules/contrib/fancy_login/translations/*.po
Languages: es

source: Username
es: Nombre de usuario

source: Password
es: Contraseña

source: Log in
es: Ingresar

source: Create new account
es: Registrarse

source: Create a new user account.
es: Crear una nueva cuenta de usuario.

source: Request new password
es: Solicitar nueva contraseña

source: Request new password via e-mail.
es: Solicitar nueva contraseña vía e-mail

source: Login
es: Inicio de sesión

source: All settings on this page must be valid CSS settings for the item that they will modify. For information on what types of values are valid, check the links included in the descriptions underneath the inputs.
es: Todos los ajustes en esta página deben ser ajustes de CSS válido para el ítem que quiera modificar. Para mas información de que tipos de valores son válidos, revise los enlaces incluidos en las descripciones que se encuentran debajo de las cajas de formulario.

source: Screen Fade Color
es: Color del fundido de pantalla

source: This is the color that the screen fades to when the login box is activated. This should generally be black, white, or the same color as the background of your site. CSS property: !url.
es: Este es el color del fundido de pantalla cuando se activa la caja de inicio de sesión. Este debería ser generalmente negro, blanco o el mismo color de fondo de su sitio. Propiedad CSS: !url.

source: Login Box Height
es: Altura de la caja de inicio de sesión.

source: This is the height of the login box. CSS property: !url.
es: Esta es la altura de la caja de inicio de sesión, Propiedad CSS: !url.

source: Login Box Width
es: Ancho de la caja de inicio de sesión

source: This is the width of the login box. CSS property: !url.
es: Este es el ancho de la caja de inicio de sesión. Propiedad CSS: !url.

source: Login Box Background Color
es: Color de fondo de la caja de inicio de sesión

source: This is the background color of the login box. CSS property: !url.
es: Este es el color de fondo de la caja de inicio de sesión. Propiedad CSS: !url.

source: Login Box Text Color
es: Color de texto de la caja de inicio de sesión

source: This is the color of the text inside the login box. CSS property: !url.
es: Este es el color de texto interno de la caja de inicio de sesión. Propiedad CSS: !url.

source: Login Box Border Color
es: Color de borde de la caja de inicio de sesión

source: This is the color of the border around the login box. CSS property: !url.
es: Este es el color del borde alrededor de la caja de inicio de sesión: Propiedad CSS: !url.

source: Login Box Border Width
es: Ancho del borde de la caja de inicio de sesión

source: This is the width of the border around the login box. CSS property: !url.
es: Este es el ancho del borde alrededor de la caja de inicio de sesión: Propiedad CSS: !url.

source: Login Box Border Style
es: Estilo del borde la caja de inicio de sesión

source: This is the style (eg: solid, dotted) of the border around the login box. CSS property: !url.
es: Este es el estilo (Ej: solid, dotted) del borde alrededor de la caja de inicio de sesión. Propiedad CSS: !url.

source: !field must contain a value.
es: !field debe contener un valor.

source: Administer fancy login
es: Administrar "fancy login"

source: Fancy Login Form
es: Formulario de "Fancy login"

source: Fancy Login Settings
es: Configuración de "Fancy Login"

source: Settings for Fancy Login Page
es: Ajustes para la página de "Fancy Login"

source: Creates a fancy javascript based login screen
es: Crea una elegante caja de ingreso haciendo uso de javascript
